Repository: assismauro/psgf
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca

source: is_administrator
ca: És administrador

source: can_upload
ca: Es pot carregar

source: username
ca: Nom d'usuari

source: password
ca: Contrasenya

source: active
ca: Actiu

source: email
ca: Correu electrònic

source: confirmed_at
ca: Confirmat a

source: Invalid file extension
ca: L'extensió del fitxer no és vàlida

source: Project
ca: Projecte

source: Administration
ca: Administració

source: Profile
ca: Perfil

source: User
ca: Usuari

source: Project PDF file
ca: Fitxer PDF del projecte

source: Name
ca: Nom

source: Project Map
ca: Map Projecte

source: Planning Performances
ca: Planificació d'actuacions

source: Other Legal Affections
ca: Altres afectacions jurídiques

source: Expenses
ca: Despeses

source: Inventories
ca: Inventaris

source: Planning Ord Prop
ca: Planificació d'Ord Prop

source: Planning Ord Forest
ca: Planificació del bosc d'Ord

source: Owner Data
ca: Dades del propietari

source: Property Data
ca: Dades de la propietat

source: Planning Data
ca: Dades de planificació

source: Special Qualification Types
ca: Tipus de titulacions especials

source: Plan Other Players
ca: Pla d'altres jugadors

source: Peorformance Query
ca: Consulta de peorformance

source: Wood Inventory Results
ca: Resultats de l'inventari de fusta

source: Special Qualifications
ca: Titulacions especials

source: Legal Affection Types
ca: Altres afectacions jurídiques

source: Contact Person
ca: Persona de contacte

source: Procedure Type
ca: Tipus de procediment

source: Procedure Types
ca: Tipus de procediments

source: Stand
ca: Rodal

source: Forest
ca: Bosc

source: Sign out
ca: Tanca sessió

source: Sign in
ca: Registra`t

source: Home page
ca: Pàgina d'inici

source: Login
ca: Iniciar sessió

source: Click here to login or register in the portal
ca: Feu clic aquí per iniciar sessió o registrar-se al portal

source: Add project
ca: Afegeix un projecte

source: Click here to upload a project
ca: Feu clic aquí per penjar un projecte

source: Logout
ca: Tancar sessió

source: Click here to logout of the portal
ca: Feu clic aquí per tancar la sessió al portal

source: List
ca: Llista

source: Create
ca: Crear

source: Edit
ca: Edita

source: Details
ca: Detalls

source: Filter
ca: Filtre

source: Delete?
ca: Suprimeix?

source: Are you sure you want to delete this record?
ca: Esteu segur que voleu suprimir aquest registre?

source: New
ca: Novetat

source: Add
ca: Afegeix

source: Add Filter
ca: Afegeix un filtre

source: Export
ca: Exporta

source: Apply
ca: Aplicar

source: Reset Filters
ca: Restableix els filtres

source: Search
ca: Cerca

source: items
ca: articles

source: Create New Record
ca: Crea un registre nou

source: Select all records
ca: Seleccioneu tots els registres

source: Sort by %(name)s
ca: Ordena per %(name)s

source: Select record
ca: Selecciona el registre

source: Please select at least one record.
ca: Seleccioneu com a mínim un registre.

source: Delete record
ca: Esborra el registre

source: This field is required.
ca: Aquest camp és obligatori.

source: File does not have an approved extension: {extensions}
ca: El fitxer no té una extensió aprovada: {extensions}

source: File does not have an approved extension.
ca: El fitxer no té una extensió aprovada.

source: Invalid field name '%s'.
ca: El nom de camp "%s".

source: Field must be equal to %(other_name)s.
ca: El camp ha de ser igual a %(other_name)s.

source: Field must be between %(min)d and %(max)d characters long.
ca: El campo debe tener entre %(min)d y %(max)d caracteres.

source: Number must be at least %(min)s.
ca: El nombre ha de ser com a mínim de %(min)s.

source: Number must be at most %(max)s.
ca: El nombre ha de ser com a màxim de %(max)s.

source: Number must be between %(min)s and %(max)s.
ca: El nombre ha d'estar entre %(min)s i %(max)s.

source: Invalid input.
ca: Entrada incorrecta.

source: Invalid email address.
ca: Adreça de correu no vàlida.

source: Invalid IP address.
ca: L'adreça IP no és vàlida.

source: Invalid Mac address.
ca: L'adreça mac no és vàlida.

source: Invalid URL.
ca: L'adreça URL no és vàlida.

source: Invalid UUID.
ca: L'UUID no és vàlid.

source: Invalid value, must be one of: %(values)s.
ca: El valor no és vàlid, ha de ser un dels següents %(values)s.

source: Invalid value, can't be any of: %(values)s.
ca: El valor no és vàlid; no pot ser cap de: %(values)s.

source: Invalid CSRF Token
ca: Token CSRF no vàlid

source: CSRF token missing
ca: Falta el testimoni CSRF

source: CSRF failed
ca: CSRF ha fallat

source: CSRF token expired
ca: El testimoni CSRF ha caducat

source: Not a valid choice
ca: No és una opció vàlida

source: Not a valid list
ca: No és una llista vàlida

source: Not a valid integer list
ca: No és una llista sencera vàlida

source: Please input a date/time value
ca: Introduïu un valor de data / hora

source: Invalid date/time input
ca: Entrada de data / hora no vàlida

source: Invalid Choice: could not coerce
ca: Elecció no vàlida: no es pot coaccionar

source: Invalid choice(s): one or more data inputs could not be coerced
ca: Opcions no vàlides: no s'han pogut coaccionar una o més entrades de dades

source: '%(value)s' is not a valid choice for this field
ca: '%(value)s' no és una opció vàlida per a aquest camp

source: Not a valid integer value
ca: No és un valor enter vàlid

source: Not a valid decimal value
ca: No és un valor decimal vàlid

source: Not a valid float value
ca: No és un valor flotant vàlid

source: Not a valid datetime value
ca: No és un valor de data-hora vàlid

source: Not a valid date value
ca: No és un valor de data vàlid

source: Not a valid time value
ca: No és un valor de temps vàlid
